Merge pull request #14 from redmine54/feature/redmine-118_aichat
Feature/redmine 118 aichat
